Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ściśle tajne interesy Gildii. Myślę, że o wiele bardziej interesująca będzie dla ciebie ta zbroja, jedna z najlepszych, jakie możesz zdobyć na Archolos!
uk: Це цілком таємна справа Гільдії. Гадаю, цей обладунок тебе більше зацікавить, адже він один з найкращих, які ти можеш здобути на Архолосі!

source: Ściślej mówiąc, masakrze, ale tak, byłem tam.
uk: Якщо точніше, то в різанині, але так, я там був.

source: Ślady kłów były ogromne!
uk: Сліди від ікол були величезні!

source: Ślady po kłach na jego ciele były głębokie i olbrzymie. W życiu nie widziałem czegoś podobnego!
uk: Сліди від ікол на його тілі були глибокі та величезні. Я ніколи в житті не бачив нічого подібного!

source: Ślady po ostatniej pijackiej przygodzie Legrifa wciąż są w nienaruszonym stanie. To raczej nie stąd dochodziły te niepokojące odgłosy.
uk: На місці останнього пияцтва Легріфа немає ніяких слідів. Навряд чи саме звідси долинали ці моторошні звуки.

source: Śledzisz mnie? Kto ci zlecił odebranie mi mapy?
uk: Ти за мною стежив? Хто наказав тобі забрати в мене мапу?

source: Śledziłeś mnie?
uk: Ти стежив за мною?

source: Śledztwa?
uk: Розслідування?

source: Śledztwo w kopalni nie zostało przeze mnie poprowadzone do końca... Chyba już nie będę miał szansy dowiedzieć się więcej w tej sprawie.
uk: Розслідування у копальні мною не було проведено до кінця... Не думаю, що мені вдасться завершити цю справу.

source: Śledź korzenny
uk: Оселедець з прянощами

source: Śliskoręki
uk: Слизькорукий

source: Śliskorękiego widziano ostatnio w Slumsach.
uk: Слизькорукого востаннє бачили у нетрях.

source: Ślusarz Davis
uk: Слюсар Девіс

source: Śmiało!
uk: Вперед!

source: Śmiało! Dawno nie biłem pachołka stajennego. Może jeszcze pamiętam, jak się to robi.
uk: Давай! Давненько я не бив тупих селюків. Але я ще пам'ятаю, як це робиться.

source: Śmiało! Roderich chętnie się dowie, jak to wielce prawy Gwardzista podkrada kobietom ich złoto!
uk: Вперед! Родеріху не терпиться дізнатися, як такий благородний праведний гвардієць краде у жінок їх золото!

source: Śmiało! Skacz!
uk: Вперед! Стрибай!

source: Śmiało! Tu jest moja mała karczma. Możesz w tym miejscu napić się świetnego piwa, osobiście polecam ci Mrocznego Paladyna.
uk: Заходь! Це моя маленька корчма. Тут можна випити чудового пива. Я особисто рекомендую тобі Темного Паладина.

source: Śmiało, przymierz ją.
uk: Давай, приміряй його.

source: Śmiało, pytaj.
uk: Звичайно, питай.

source: Śmiało.
uk: Звісно.

source: Śmiało. Miejmy to już za sobą!
uk: Сміливіше. Давай з цим покінчимо!

source: Śmiem twierdzić, że nie masz żadnej z tych rzeczy.
uk: Наважуся припустити, що нічого з цього в тебе немає.

source: Śmiem twierdzić, że w nocy magowie śpią, i nie wypatrują potencjału wśród przypadkowych ludzi.
uk: Наважуся припустити, що маги ночами сплять, а не шукають потенціал у випадкових людях.

source: Śmiem w to wątpić.
uk: Сумніваюсь щодо цього.

source: Śmiem wątpić, że dasz radę przebić naszego kowala. Podziękuję.
uk: Сумніваюсь, що ти зможеш перевершити нашого коваля. Дякую.

source: Śmierdzi? A, to pewnie my, krewnych w garbarni dzisiaj odwiedzaliśmy. Pan władza wie, jakie u nich zapachy? Tego normalny człowiek nie jest w stanie długo wytrzymać!
uk: Смердить? О, це, мабуть, від нас, ми сьогодні відвідували родичів у шкіряному цеху. Сам знаєш, як там смердить. Звичайна людина довго не витримає!

source: Śmierdziało od niego potem, bo mimo upalnej pogody i tak założył najbardziej eleganckie ubranie jakie miał, czyli takie z futerkiem.
uk: Від нього тхнуло потом, бо, незважаючи на спекотну погоду, він все одно вдягнув найелегантніший одяг, який у нього був – хутряний.

source: Śmierdząc jak spocony, górski troll z pewnością odstraszasz wszystkich gości.
uk: Сморід, як від спітнілого гірського троля обов’язково відлякає усіх відвідувачів.

source: Śmierdzący i lepiący się
uk: Смердючий і липкий

source: Śmierdzący prezent od Otho i jego owieczek.
uk: Смердючий подарунок від Отто та його овець.

source: Śmiertelna fala
uk: Хвиля смерті

source: Śmierć zdrajcom Myrtany!
uk: Смерть зрадникам Міртани!

source: Śmiesz mi grozić?
uk: Ти смієш мені погрожувати?

source: Śmiesz pouczać o naukach Arcymagów Ognia?
uk: Ти смієш читати мені лекції про вчення Архімагів Вогню?

source: Śmiesz sprzeciwiać się prawu gubernatora?!
uk: Ти насмілився піти проти закону губернатора?!

source: Śpiący cieniostwór
uk: Сплячий тінезвір

source: Średni kołczan bełtów
uk: Середній колчан з болтами

source: Średni kołczan strzał
uk: Середній колчан зі стрілами

source: Średni orkowy topór
uk: Середня сокира орків

source: Średni pancerz bandyty
uk: Середній обладунок бандита

source: Średni strój bandyty
uk: Середнє вбрання бандита

source: Średni zestaw,
uk: Середній колчан,

source: Średnie uleczenie
uk: Середнє зцілення

source: Średnie?
uk: Посереднім?

source: Średniej wielkości beczka
uk: Бочка середнього розміру,

source: Średnio mi się podoba ten pomysł, ale wiesz, możemy ubić interes. Dasz mi trochę złota i je przyniosę.
uk: Ця ідея мені не дуже подобається, але знаєш, ми можемо домовитися. Ти даси мені трохи золота, а я поверну її назад.

source: Średnio. Ludzie są bardziej uprzedzeni do straży, niż myślałem. A ty jak?
uk: Посередньо. Люди більш упереджено ставляться до вартових, ніж я думав. А в тебе як?

source: Świadomie wybierz to, z czym czuć się będziesz najwygodniej. Nie bój się eksperymentować, nie stawiaj na najprostsze rozwiązania, a z pewnością zostaniesz wielkim wojownikiem.
uk: Свідомо обирайте те, що вам найкомфортніше. Не бійтеся експериментувати, не покладайтеся на найпростіші рішення, і ви неодмінно станете великим воїном.

source: Świadomość, że żyje mi wystarczy. Proszę, weź go. Nie mam jak inaczej cię nagrodzić.
uk: Мені достатньо знати, що вона жива. Будь ласка, залиш його собі. Я не маю чим ще віддячити.

source: Świat jest już dość niesprawiedliwy, by człowiek – choćby nawet mag wielkiej rangi – wchodził weń z własnym, równie niesprawiedliwym i nieroztropnym osądem.
uk: Світ і так достатньо несправедливий, щоб людина - навіть маг неабиякої могутності - втручалася в нього зі своїми не менш несправедливими і нерозумними судженнями.

source: Świat się zmienia, kompani odchodzą, a wódka się kończy. Taka już ta pieprzona kolej rzeczy.
uk: Світ змінюється, товариші зникають, а випивка закінчується. Таке вже це довбане життя.

source: Świat, który nas otacza, doprawdy jest jedną wielką zagadką.
uk: Світ навколо нас – дійсно одна велика загадка.

source: Światło
uk: Світло

source: Światło Vardhal
uk: Світло Вардхалу

source: Świecznik wykonany z prawdziwego srebra.
uk: Підсвічник, зроблений з чистого срібла.

source: Świecznik wykonany z prawdziwego złota.
uk: Підсвічник зі справжнього золота.

source: Świecący pustkami skarbiec nie dawał Mandredowi nadziei na szybki pobór armii i przeprowadzenie skutecznej ofensywy. Król postanowił wówczas ułaskawić część skazańców, których kazał wyszkolić i uzbroić na wzór knechtów. Decyzja ta wywołała stanowczy sprzeciw w szeregach zawodowych żołnierzy i dowódców, jednak wszelkie przejawy buntu zostały stłumione w zarodku.
uk: Порожня скарбниця не давала Мандреду жодної надії швидко набрати військо і розпочати ефективний наступ. Тоді Король вирішив помилувати частину в'язнів, яких він наказав навчити та озброїти. Це рішення викликало сильний спротив у лавах професійних солдатів і командирів, але будь-які спроби повстання були придушені в зародку.

source: Świetna robota z tym cmentarzem.
uk: Чудово попрацювали на цвинтарі.

source: Świetne wyczucie. Władze miasta postanowiły zablokować kanały akurat wtedy, kiedy muszę się dostać do miasta. Może uda mi się dogadać ze strażnikami głównej bramy?
uk: Дуже вчасно... Міська влада вирішила перекрити каналізацію саме тоді, коли мені потрібно потрапити до міста. Можливо, мені вдасться домовитися з вартовими біля головних воріт?

source: Świetnie gasi pragnienie, zawsze staram się je podawać tak, żeby było chłodne.
uk: Чудово втамовує спрагу, я завжди намагаюся подавати його так, щоб воно було прохолодним.

source: Świetnie nadaje się do jedzenia z pieczywem, możesz nim konserwować niektóre potrawy, a i alkohol świetny z niego wychodzi.
uk: Він чудово смакує з хлібом, у ньому можна консервувати деякі продукти, а також з нього виходить відмінний алкоголь.

source: Świetnie poradziłeś sobie z Gildią Kupiecką. Byli najważniejsi na mojej liście i mam teraz okazję wejść poważniej na rynek.
uk: Ти чудово попрацював з Торговою Гільдією. Вони були найважливішими в моєму списку, і тепер у мене є можливість серйозно вийти на ринок.

source: Świetnie się składa, bo jest robota. Prosta i szybka.
uk: Це добре, тому що є нова робота. Проста і швидка.

source: Świetnie się spisałeś. Masz, parę monet dla ciebie, tylko nie wydaj ich w głupi sposób.
uk: Ти добре попрацював. Ось тобі кілька монет, тільки не витрать їх на якісь дурниці.

source: Świetnie!
uk: Чудово!

source: Świetnie! A masz złoto?
uk: Чудово! А ти маєш золото?

source: Świetnie! Były jakieś problemy?
uk: Чудово! Були якісь проблеми?

source: Świetnie! Będę czekał! Każdy wierny jest wart mojego czasu!
uk: Чудово! Я буду чекати! Кожен віруючий вартий мого часу!

source: Świetnie! Chodź za mną, jest niedaleko.
uk: Чудово! Йди за мною, це недалеко.

source: Świetnie! Czyli mam latać teraz po całym bagnie szukając bandy goblinów?
uk: Чудово! Тож тепер мені доведеться бігати по всьому болоту в пошуках зграї гоблінів?

source: Świetnie! Czyli nie dość, że się utopię, to jeszcze będzie mi przy tym zimno!
uk: Чудово! Значить, я не тільки потону, але й замерзну!

source: Świetnie! I to mi się podoba!
uk: Чудово! І мені це подобається!

source: Świetnie! Ile chciałbyś postawić na swoje zwycięstwo? Do wygrania będzie trzykrotność sumy, którą zaoferujesz.
uk: Чудово! Скільки б ти хотів поставити на свою перемогу? Виграш буде втричі більшим від ставки.

source: Świetnie! Jak jakieś znajdziesz, od razu daj mi znać!
uk: Чудово! Якщо знайдеш, одразу ж дай мені знати!

source: Świetnie! Jak skończysz, przyjdź do mnie, a powiem ci, co masz robić dalej.
uk: Чудово! Коли закінчиш, приходь до мене, і я скажу, що робити далі.

source: Świetnie! Jakbyś chciał, to mogę cię nauczyć strzelania, zarówno z łuku, jak i z kuszy, sam przy okazji potrenuję. Zainteresowany?
uk: Чудово! Якщо хочеш, я можу навчити тебе стріляти з лука та арбалета, а заодно й сам потренуюсь. Зацікавлений?

source: Świetnie! Jeśli potrafisz machać mieczem i niestraszne są ci dzikie bestie, zbiry portowe i inne tałatajstwo, jest to praca dla ciebie.
uk: Чудово! Якщо ти вмієш поводитись з мечем і не боїшся диких звірів, портових головорізів та інших покидьків, то ця робота для тебе.

source: Świetnie! Kiedy ruszamy?
uk: Чудово! Коли вирушаємо?

source: Świetnie! Lorenzo będzie musiał mi wypłacić niezłe odszkodowanie!
uk: Чудово! Лоренцо доведеться заплатити мені непогану компенсацію!

source: Świetnie! Mam nadzieję, że ostały się jeszcze jakieś dziki na wyspie!
uk: Чудово! Сподіваюся, на острові ще залишилися хоч якісь кабани!

source: Świetnie! Miejmy to za sobą.
uk: Чудово! Давай покінчимо з цим.

source: Świetnie! Może powinienem prowadzić, skoro go nie widziałeś?
uk: Чудово! То може я поведу, якщо ти його не бачив?

source: Świetnie! Może to przekona Graysona.
uk: Чудово! Може, це переконає Грейсона.

source: Świetnie! Nie chciałbym wylecieć z powodu paru opróżnionych beczek piwa...
uk: Чудово! Не хотілося б, щоб мене звільнили через пару спорожнілих бочок пива...

source: Świetnie! Od teraz możesz się nazywać moim czeladnikiem, gratuluję!
uk: Чудово! Відтепер можеш називати себе моїм учнем, вітаю!

source: Świetnie! Po prostu świetnie!
uk: Чудово! Просто чудово!

source: Świetnie! Pokaż, co potrafisz!
uk: Чудово! Покажи, на що ти здатен!

source: Świetnie! Pokaż, co tam masz.
uk: Чудово! Покажи, що ти маєш.

source: Świetnie! Powodzenia!
uk: Чудово! Щасти тобі!

source: Świetnie! Przyjdź do nas gdy tylko będziesz gotów.
uk: Чудово! Приходь до нас, коли будеш готовий.

source: Świetnie! Teraz patrz, niedowiarku!
uk: Чудово! А тепер дивись, скептику!

source: Świetnie! To co robimy?
uk: Чудово! Що будемо робити?

source: Świetnie! To się nazywa skuteczność! Zabraliście mu mieszek, który mi ukradł?
uk: Чудово! Це те, що я називаю ефективністю! Ти забрав гаманець, який він у мене вкрав?

source: Świetnie! To... to może mały pojedynek?
uk: Чудово! То... як на рахунок невеликого поєдинку?

source: Świetnie! Trochę ci to zajęło, ale mam nadzieję, że obyło się bez komplikacji?
uk: Чудово! Це зайняло чимало часу, але я сподіваюся, що все пройшло без ускладнень?

source: Świetnie! W takim razie na którego stawiasz? Zwinnego i szybkiego jak błyskawica Kylida, czy nieugiętego i mocnego jak dąb Devira?
uk: Чудово! То на кого ти хочеш поставити? На спритного і блискавичного Кайліда, чи на непохитного і міцного, як дуб, Девіра?

source: Świetnie! Wiedziałem, że jako strażnik chętnie zrobisz coś dla uczciwego obywatela.
uk: Чудово! Я знав, що як вартовий ти будеш радий зробити щось для чесного громадянина.

source: Świetnie! Właśnie strzelca najbardziej potrzebuję!
uk: Чудово! Саме стрілець мені і потрібен!

source: Świetnie, ale to nie zmienia faktu, że nie wiemy gdzie zacząć poszukiwania.
uk: Чудово, але це не змінює того факту, що ми й гадки не маємо, звідки почати пошуки.

source: Świetnie, będzie czym w kuźni rozpalić. Mam tylko nadzieję, że nie chciałeś tym na mnie wrażenia zrobić, co?
uk: Чудово, буде чим розпалити кузню. Сподіваюся, ти не намагався цим справити на мене враження, чи не так?

source: Świetnie, będę miał za co kupić chleb.
uk: Чудово, тепер я матиму за що купити хліба.

source: Świetnie, coś czuję, że będziemy się dobrze dogadywać.
uk: Чудово, відчуваю, що ми добре порозуміємось.

source: Świetnie, dzięki. Mógłbym na chwilę go pożyczyć?
uk: Чудово, дякую. Можу я позичити його на хвилинку?

source: Świetnie, i co mi po tym papierze?
uk: Чудово, і що мені з цього папірця?

source: Świetnie, idealnie, fantastycznie. Coś jeszcze?
uk: Чудово, ідеально, фантастично. Щось ще?

source: Świetnie, ja w tym czasie dowiedziałem się co nieco o okolicy.
uk: Чудово, за цей час я дізнався дещо про околиці.

source: Świetnie, już nie mogę się doczekać.
uk: Чудово, не можу дочекатися.

source: Świetnie, już się dogadamy z Folkardem w sprawie szczegółów.
uk: Чудово, зараз обговоримо з Фолькардом деталі.

source: Świetnie, mam nadzieję, że wymyśliłeś coś dobrego. Patrząc na tego idiotę, pewnie przeczyta każde możliwe bzdury.
uk: Чудово. Сподіваюся, ти придумав щось цікаве. Дивлячись на цього бовдура, він, напевно, прочитає будь-яку маячню.

source: Świetnie, mam nadzieję, że za bardzo cię nie pokiereszowały.
uk: Чудово, сподіваюся, вони тебе не надто потовкли.

source: Świetnie, mi brakuje już tylko paru składników. Nie miałem kiedy się za nimi rozejrzeć, bo mieliśmy dzisiaj nawroty gorączki u kilku z naszych chorych.
uk: Чудово, не вистачає лише кількох складників. У мене не було часу їх шукати, адже сьогодні у кількох наших хворих знову почалася лихоманка.

source: Świetnie, możesz powiedzieć Albynowi, że wkrótce możemy zacząć transportować towary do miasta.
uk: Чудово, можеш передати Альбіну, що ми скоро почнемо транспортувати товари в місто.

source: Świetnie, nawet nie wiemy, czy zabiliśmy właściwą osobę.
uk: Чудово, ми навіть не знаємо, чи вбили того, кого слід.

source: Świetnie, nie ma co zwlekać. Idź przodem!
uk: Чудово, не варто зволікати. Вперед!

source: Świetnie, nie pożałujesz tego! A więc tak, zrób jego łodzi dokładnie to samo, co miałeś zrobić mojej.
uk: Добре, ти не пошкодуєш! Зроби з його човном те саме, що збирався зробити з моїм.

source: Świetnie, po prostu świetnie. Adanos mi świadkiem, że ten kraj schodzi na psy!
uk: Чудово, просто чудово. Аданос мені свідок, що ця країна котиться псу під хвіст!

source: Świetnie, poinformuję pozostałych mistrzów, że już mi ciebie nie ukradną.
uk: Чудово, я повідомлю іншим майстрам, що вони більше не зможуть вкрасти тебе у мене.

source: Świetnie, pokaż co stworzyłeś.
uk: Чудово, покажи, що ти зробив.

source: Świetnie, pokaż!
uk: Чудово, покажи!

source: Świetnie, pokaż, jak sobie poradziłeś.
uk: Чудово, покажи, що там у тебе.

source: Świetnie, pokaż.
uk: Чудово, показуй.

source: Świetnie, pokręcę się tu jeszcze chwilę, a później wyruszę do miasta.
uk: Чудово, я побуду тут трохи, а потім вирушу до міста.

source: Świetnie, połowa roboty za nami, niedługo ją skończymy.
uk: Чудово, половину роботи зроблено, скоро закінчимо.

source: Świetnie, przekażę Tomasowi. Do zobaczenia.
uk: Чудово, я передам Томасу. До зустрічі.

source: Świetnie, przyślę swoich ludzi do Ezekiela. Nie pożałuje tej inwestycji.
uk: Чудово, я пошлю своїх людей до Єзекіїля. Він не пошкодує про цю інвестицію.

source: Świetnie, szef lubi gładkie akcje.
uk: Чудово, шеф любить чисту роботу.

source: Świetnie, są nawet wędki!
uk: Чудово, тут навіть є вудки!

source: Świetnie, też udało mi się coś zdobyć. Trzymaj.
uk: Чудово, мені теж дещо вдалося дістати. Тримай.

source: Świetnie, to powinno w zupełności wystarczyć!
uk: Чудово, цього має бути достатньо!

source: Świetnie, to powinno zmniejszyć wiarygodność Holdwiga u miejskich handlarzy.
uk: Чудово, це підірве довіру до Гольдвіга серед міських торговців.

source: Świetnie, to skoro już wiem, czego straż potrzebuje, możemy uzgodnić twój udział w całej sprawie.
uk: Чудово, оскільки я вже знаю, що потрібно Варті, ми можемо узгодити твою участь у цій справі.

source: Świetnie, to wszystko, czego od ciebie chciałem!
uk: Чудово, це все, що я від тебе хотів!

source: Świetnie, trochę się rozruszam! Tylko najpierw spróbujmy z nimi porozmawiać, może się czegoś dowiemy!
uk: Чудово, я трохи розімнусь! Тільки спершу спробуй з ними поговорити. Може, ми щось довідаємось!

source: Świetnie, tylko o tym nie zapomnij!
uk: Чудово, тільки не забудь!

source: Świetnie, tylko się pośpiesz. Nie mamy dużo czasu.
uk: Чудово, тільки поквапся. У нас обмаль часу.

source: Świetnie, tylko że my tutaj mamy masę kłopotów!
uk: Чудово, просто у нас тут великі неприємності!

source: Świetnie, tylko że pieniądze same się nie zarobią! Potrzebujemy każdego zdolnego człowieka!
uk: Чудово, тільки гроші самі себе не зароблять! Нам потрібна кожна працездатна людина!

source: Świetnie, uratowałeś właśnie wiele niewinnych istnień.
uk: Чудово, ти врятував багато невинних життів.

source: Świetnie, w takim razie biorę się za spisywanie jego zeznania. Tymczasem proszę o odprowadzenie podejrzanych do aresztu.
uk: Чудово, тоді я займуся записом його свідчень, а підозрюваних прошу взяти під варту.

source: Świetnie, w takim razie możemy przystąpić do działania.
uk: Чудово, тоді ми можемо починати.

source: Świetnie, wręcz idealnie. Ten stary drań zaszedł mi za skórę. Chciałbym byś pomógł mi się na nim zemścić.
uk: Чудово, навіть ідеально. Цей старий виродок мене вже дістав. Я хочу, щоб ти допоміг мені помститися йому.

source: Świetnie, zobaczmy, co potrafisz.
uk: Чудово, подивимося, що ти вмієш.

source: Świetnie, świetnie!
uk: Чудово, чудово!

source: Świetnie, że udało ci się załatwić kontrakt z Gildią Kupiecką. Byli dla mnie najważniejsi. Dziękuję ci. Trzymaj, zasłużyłeś.
uk: Дуже добре, що ти зміг домовитися про контракт з Торговою Гільдією. Вони були для мене найважливішими. Дякую. Тримай, ти заслужив.

source: Świetnie. Chcesz przy tym być, jak mniemam?
uk: Чудово. Гадаю, ти хочеш бути присутнім при цьому?

source: Świetnie. Chodź, pójdziemy przed bramę, bo tam będę walczył z Devirem. Przy okazji nauczę się ułożenia terenu.
uk: Чудово. Ходімо, пройдемось перед брамою, бо саме там я битимусь з Девіром. А заодно я вивчу місцевість.

source: Świetnie. Co się stało?
uk: Чудово. Що сталося?

source: Świetnie. Cortez przesyła pozdrowienia.
uk: Чудово. Кортез передає вітання.

source: Świetnie. Czyli, jeśli dobrze rozumiem, te bełty może mieć też jakiś Jon?
uk: Чудово. Отже, якщо я правильно розумію, то болти також можуть бути у Йона?

source: Świetnie. Daj znać, jak będziesz potrzebował jakiejś pomocy w tej sprawie, to kogoś ci doślę.
uk: Чудово. Дай мені знати, якщо тобі знадобиться допомога, я пришлю когось до тебе.

source: Świetnie. Dlaczego nie użyliśmy sygnału ogniowego, jak się umawialiśmy?
uk: Добре. Чому ми не розпалили багаття, як домовлялися?

source: Świetnie. Dobra robota. Tutejsi farmerzy będą zadowoleni.
uk: Чудово. Хороша робота. Тутешні фермери будуть задоволені.

source: Świetnie. Dziękuję za informację.
uk: Чудово. Дякую за інформацію.

source: Świetnie. Idź do Sambora, udzieli ci paru wskazówek co do strzelania na duży dystans. W końcu będziesz musiał strzelić z posterunku w tarczę ustawioną w centrum targowiska.
uk: Чудово. Йди до Самбора, він дасть тобі кілька порад зі стрільби на дальній дистанції. Адже тобі доведеться стріляти від вартового поста по мішені, встановленій у центрі ринкової площі.

source: Świetnie. Im szybciej tym lepiej.
uk: Чудово. Чим швидше, тим краще.

source: Świetnie. Jesteś pewien, że żaden z nich się nie ostał?
uk: Чудово. Ти впевнений, що ніхто з них не вижив?

source: Świetnie. Kazałem rozstawić cel przy drzewie, poinformowałem też Elida, że za niedługo mu udowodnimy, co straż potrafi.
uk: Чудово. Я встановив мішені біля дерева, а також повідомив Еліда, що скоро ми покажемо йому, на що здатна Варта.

source: Świetnie. Lorenzo z Gildii Kupieckiej się ucieszy.
uk: Чудово. Лоренцо з Торгової Гільдії буде задоволений.

source: Świetnie. Mam parę pytań...
uk: Чудово. У мене є кілька запитань...

source: Świetnie. Masz szczęście, że udało nam się znaleźć całe stosy kosztowności, gdy ty uganiałeś się za swoimi sprawami.
uk: Чудово. На щастя, ми знайшли цілу купу коштовностей, поки ти займався своїми справами.

source: Świetnie. Mogę zobaczyć dokument?
uk: Чудово. Я можу побачити документ?

source: Świetnie. Nawet jeśli zmyślasz, to wyjdzie to na jaw, a jeśli mówisz prawdę, to dzięki szybkiemu działaniu nikt mi nie zarzuci zaniechania.
uk: Чудово. Навіть якщо ти щось вигадав, це все одно вийде назовні, а якщо ти говориш правду, ніхто не звинуватить мене в бездіяльності завдяки моїм швидким діям.

source: Świetnie. Nie bój się, nie oceniam surowo. Skup się na najlepszym wykonaniu zadania, a nie na przypodobaniu się Roderichowi. Tego człowieka czasami trudno zrozumieć.
uk: Чудово. Не бійся, я не дуже суворий. Зосередься на тому, щоб якнайкраще виконати завдання, а не на тому, щоб догодити Родеріху. Його іноді важко зрозуміти.

source: Świetnie. Obyśmy tylko nie trafili z deszczu pod rynnę.
uk: Прекрасно. Тільки б не потрапити з-під зливи та в канаву.

source: Świetnie. Pamiętaj, że jeśli tam nie dotrzesz i nie złożysz zeznania, to marnie się to dla ciebie skończy.
uk: От і добре. Тільки пам'ятай, якщо ти не прийдеш туди і не даси свідчень, для тебе це погано скінчиться.

source: Świetnie. Teraz trochę poczekamy. Przyjdź do mnie jutro.
uk: Чудово Тепер трохи почекаємо. Приходь до мене завтра.

source: Świetnie. To idziemy do kopalni?
uk: Чудово. То ми підемо до копальні?

source: Świetnie. Tylko co to znaczy?
uk: Чудово. Що це означає?

source: Świetnie. Walczmy!
uk: Чудово. Почнімо бій!

source: Świetnie. Wiedziałem, że gładko ci pójdzie. Jak się trzyma stary Antonio?
uk: Чудово. Я знав, що у тебе все пройде гладко. Як там старий Антоніо?

source: Świetnie. Wiedziałem, że mogę na ciebie liczyć. Masz tu dodatkowo parę monet, co mi tam.
uk: Чудово. Я знав, що можу на тебе розраховувати. Ось тобі кілька зайвих монет, я не збіднію.

source: Świetnie. Z którym barkiem jest źle?
uk: Чудово. З яким плечем проблеми?

source: Świetny dodatek do
uk: Чудове доповнення до

source: Świetny pomysł!
uk: Чудова ідея!

source: Świeć przykładem wśród obywateli, strzeż ich każdego dnia i niech Innos będzie z tobą.
uk: Будь прикладом для громадян, оберігай їх щодня, і нехай Іннос буде з тобою.

source: Świeże i soczyste!
uk: Свіже і соковите!
